Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

# Sign in to %@ in the web view to read the title of %@.
source: Sign in to %1$@ in the web view to read the title of %2$@.
ar: سجّل الدخول إلى %1$@ في عرض الويب لقراءة عنوان %2$@.
de: Melde dich in der Webansicht bei %1$@ an, um den Titel von %2$@ zu lesen.
es: Inicia sesión en %1$@ en la vista web para leer el título de %2$@.
fr: Connectez-vous à %1$@ dans la vue web pour lire le titre de %2$@.
hi: %2$@ का शीर्षक पढ़ने के लिए वेब दृश्य में %1$@ में साइन इन करें।
it: Accedi a %1$@ nella vista web per leggere il titolo di %2$@.
ja: %2$@のタイトルを読み込むには、Webビューで%1$@にサインインしてください。
ko: %2$@의 제목을 읽으려면 웹 보기에서 %1$@에 로그인하십시오.
nl: Log in bij %1$@ in de webweergave om de titel van %2$@ te lezen.
pl: Zaloguj się do %1$@ w widoku www, aby odczytać tytuł %2$@.
pt_br: Faça login em %1$@ na visualização web para ler o título de %2$@.
ru: Войдите в %1$@ в веб-панели, чтобы прочитать название %2$@.
tr: %2$@ başlığını okumak için web görünümünde %1$@ sitesine giriş yapın.
uk: Увійдіть у %1$@ у вебперегляді, щоб прочитати назву %2$@.
zh_hans: 请在网页视图中登录 %1$@，以读取 %2$@ 的标题。
zh_hant: 請在網頁視圖中登入 %1$@ 以讀取 %2$@ 的標題。

source: Signal %@
ar: الإشارة %@
es: Señal %@
hi: सिग्नल %@
it: Segnale %@
ja: シグナル%@
ko: 신호 %@
nl: Signaal %@
pl: Sygnał %@
pt_br: Sinal %@
ru: Сигнал %@
tr: Sinyal %@
uk: Сигнал %@
zh_hans: 信号 %@
zh_hant: 訊號 %@

source: Silence in an answer
ar: صمت في إجابة
de: Pause in einer Antwort
es: Silencio en una respuesta
fr: Silence dans une réponse
hi: उत्तर में चुप्पी
it: Silenzio in una risposta
ja: 応答中の無音時間
ko: 응답 중 무응답 시간
nl: Stilte in een antwoord
pl: Cisza w odpowiedzi
pt_br: Silêncio em uma resposta
ru: Пауза в ответе
tr: Yanıttaki sessizlik
uk: Пауза у відповіді
zh_hans: 回答中的静默时间
zh_hant: 回應中的停頓

source: Skip Tutorial
ar: تخطي البرنامج التعليمي
de: Tutorial überspringen
es: Omitir el tutorial
fr: Passer le tutoriel
hi: ट्यूटोरियल छोड़ें
it: Salta tutorial
ja: チュートリアルをスキップ
ko: 튜토리얼 건너뛰기
nl: Sla rondleiding over
pl: Pomiń samouczek
pt_br: Pular Tutorial
ru: Пропустить обучение
tr: Eğitimi Atla
uk: Пропустити навчання
zh_hans: 跳过教程
zh_hant: 略過教學

source: Skipped: %@
ar: تم التخطي: %@
de: Übersprungen: %@
es: Omitida: %@
fr: Ignoré : %@
hi: छोड़ा गया: %@
it: Ignorato: %@
ja: スキップ：%@
ko: 건너뜀: %@
nl: Overgeslagen: %@
pl: Pominięto: %@
pt_br: Ignorada: %@
ru: Пропущен: %@
tr: Atlandı: %@
uk: Пропущено: %@
zh_hans: 已跳过：%@
zh_hant: 已略過：%@

source: Some of what was dropped could not be read and was left out.
ar: تعذّرت قراءة جزء مما تم إفلاته، لذا تم استبعاده.
de: Ein Teil des Abgelegten konnte nicht gelesen werden und wurde ausgelassen.
es: Parte de lo soltado no se ha podido leer y se ha omitido.
fr: Une partie du dépôt n’a pas pu être lue et a été écartée.
hi: छोड़ी गई सामग्री का कुछ हिस्सा पढ़ा नहीं जा सका और छोड़ दिया गया।
it: Parte di ciò che è stato rilasciato non può essere letta ed è stata esclusa.
ja: ドロップした項目の一部を読み込めなかったため、除外しました。
ko: 놓은 항목 중 일부를 읽을 수 없어 제외했습니다.
nl: Een deel van wat is neergezet kon niet worden gelezen en is weggelaten.
pl: Części upuszczonych elementów nie można było odczytać i zostały pominięte.
pt_br: Parte do que foi solto não pôde ser lida e foi deixada de fora.
ru: Часть перетащенного не удалось прочитать, и она пропущена.
tr: Bırakılanların bir kısmı okunamadı ve dışarıda bırakıldı.
uk: Частину перетягнутого не вдалося прочитати, тому її пропущено.
zh_hans: 拖放的部分内容无法读取，已被略去。
zh_hant: 部分拖放的內容無法讀取，已略過。

source: Sort By
ar: فرز حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
hi: इसके अनुसार क्रमित करें
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
nl: Sorteer op
pl: Sortuj według
pt_br: Ordenar por
ru: Сортировка
tr: Sıralama Ölçütü
uk: Сортувати за
zh_hans: 排序方式
zh_hant: 排序方式

source: Speech Model
ar: نموذج الكلام
de: Sprachmodell
es: Modelo de voz
fr: Modèle vocal
hi: स्पीच मॉडल
it: Modello vocale
ja: 音声モデル
ko: 음성 모델
nl: Spraakmodel
pl: Model mowy
pt_br: Modelo de fala
ru: Речевая модель
tr: Konuşma modeli
uk: Мовленнєва модель
zh_hans: 语音模型
zh_hant: 語音模型

source: Stable
ar: مستقر
de: Stabil
es: Estable
hi: स्थिर
it: Stabile
ja: 安定版
ko: 안정 버전
nl: Stabiel
pl: Stabilny
pt_br: Estável
ru: Стабильный
tr: Kararlı
uk: Стабільний
zh_hans: 稳定版
zh_hant: 穩定版

source: Staged
ar: مُدرجة
de: Vorgemerkt
es: Preparados
fr: Indexés
hi: स्टेज्ड
it: In stage
ja: ステージ済み
ko: 스테이징됨
nl: Gestaged
pl: W indeksie
pt_br: Preparados
ru: Проиндексированные
tr: Hazırlanmış
uk: Проіндексовано
zh_hans: 已暂存
zh_hant: 已暫存

source: Start Session
ar: بدء الجلسة
de: Sitzung starten
es: Iniciar la sesión
fr: Démarrer la session
hi: सेशन शुरू करें
it: Avvia sessione
ja: セッションを開始
ko: 세션 시작
nl: Start sessie
pl: Rozpocznij sesję
pt_br: Iniciar Sessão
ru: Запустить сессию
tr: Oturumu Başlat
uk: Запустити сеанс
zh_hans: 启动会话
zh_hant: 開始工作階段

source: Start Session in a new process, with a summary
ar: بدء الجلسة في عملية جديدة، مع ملخص
de: Sitzung in einem neuen Prozess mit Zusammenfassung starten
es: Iniciar la sesión en un nuevo proceso, con un resumen
fr: Démarrer la session dans un nouveau processus, avec un résumé
hi: सारांश के साथ, नई प्रोसेस में सेशन शुरू करें
it: Avvia sessione in un nuovo processo, con un riepilogo
ja: 要約付きで、新しいプロセスでセッションを開始
ko: 요약과 함께 새로운 프로세스에서 세션 시작
nl: Start sessie in een nieuw proces, met een samenvatting
pl: Rozpocznij sesję w nowym procesie, z podsumowaniem
pt_br: Iniciar a sessão em um novo processo, com um resumo
ru: Запустить сессию в новом процессе со сводкой
tr: Oturumu bir özetle yeni bir işlemde başlat
uk: Запустити сеанс у новому процесі з підсумком
zh_hans: 在新进程中启动会话，并附带摘要
zh_hant: 以新的程序並帶著摘要開始工作階段

source: Start Session, resuming its %@ conversation
ar: بدء الجلسة، مع استئناف محادثة %@
de: Sitzung starten und ihre %@-Unterhaltung fortsetzen
es: Iniciar la sesión, reanudando su conversación de %@
fr: Démarrer la session, en reprenant sa conversation %@
hi: इसकी %@ बातचीत जारी रखते हुए सेशन शुरू करें
it: Avvia sessione, riprendendo la conversazione di %@
ja: %@の会話を再開してセッションを開始
ko: %@ 대화를 재개하며 세션 시작
nl: Start sessie en hervat het %@-gesprek
pl: Rozpocznij sesję, wznawiając jej rozmowę %@
pt_br: Iniciar a sessão, retomando a conversa do %@
ru: Запустить сессию с возобновлением беседы %@
tr: Oturumu %@ konuşmasını sürdürerek başlat
uk: Запустити сеанс із продовженням розмови %@
zh_hans: 启动会话，并恢复其 %@ 对话
zh_hant: 開始工作階段，繼續其 %@ 對話

source: Start your first session
ar: ابدأ جلستك الأولى
de: Starte deine erste Sitzung
es: Inicia tu primera sesión
fr: Démarrez votre première session
hi: अपना पहला सेशन शुरू करें
it: Avvia la tua prima sessione
ja: 最初のセッションを開始しましょう
ko: 첫 세션을 시작하십시오
nl: Start je eerste sessie
pl: Rozpocznij pierwszą sesję
pt_br: Inicie sua primeira sessão
ru: Начните первую сессию
tr: İlk oturumunuzu başlatın
uk: Почніть свій перший сеанс
zh_hans: 开始你的第一个会话
zh_hant: 開始你的第一個工作階段

source: Started with %@
ar: بدأت مع %@
de: Gestartet mit %@
es: Iniciada con %@
fr: Démarrée avec %@
hi: %@ के साथ शुरू हुआ
it: Avviata con %@
ja: %@で開始
ko: %@(으)로 시작됨
nl: Gestart met %@
pl: Rozpoczęta z %@
pt_br: Iniciada com %@
ru: Запущена с %@
tr: %@ ile başlatıldı
uk: Запущено з %@
zh_hans: 以 %@ 启动
zh_hant: 以 %@ 啟動

source: Starting
ar: جارٍ البدء
de: Wird gestartet
es: Iniciando
fr: Démarrage
hi: शुरू हो रहा है
it: Avvio
ja: 起動中
ko: 시작 중
nl: Starten
pl: Uruchamianie
pt_br: Iniciando
ru: Запуск
tr: Başlatılıyor
uk: Запуск
zh_hans: 正在启动
zh_hant: 正在啟動

source: Starting the agent…
ar: جارٍ بدء الوكيل…
de: Agent wird gestartet …
es: Iniciando el agente…
fr: Démarrage de l’agent…
hi: एजेंट शुरू हो रहा है…
it: Avvio dell’agente…
ja: エージェントを起動中…
ko: 에이전트 시작 중…
nl: Agent starten…
pl: Uruchamianie agenta…
pt_br: Iniciando o agente…
ru: Запуск агента…
tr: Ajan başlatılıyor…
uk: Запуск агента…
zh_hans: 正在启动智能体…
zh_hant: 正在啟動代理程式…

source: Starting…
ar: جارٍ البدء…
de: Wird gestartet …
es: Iniciando…
fr: Démarrage…
hi: शुरू हो रहा है…
it: Avvio…
ja: 起動中…
ko: 시작 중…
nl: Starten…
pl: Uruchamianie…
pt_br: Iniciando…
ru: Запуск…
tr: Başlatılıyor…
uk: Запуск…
zh_hans: 正在启动…
zh_hant: 正在啟動…

source: Startup dialog
ar: مربع حوار بدء التشغيل
de: Startdialog
es: Diálogo de inicio
fr: Dialogue de démarrage
hi: स्टार्टअप डायलॉग
it: Finestra di avvio
ja: 起動時のダイアログ
ko: 시작 대화상자
nl: Opstartdialoog
pl: Okno startowe
pt_br: Diálogo de inicialização
ru: Диалог запуска
tr: Başlangıç iletişim kutusu
uk: Діалог запуску
zh_hans: 启动对话框
zh_hant: 啟動對話框

source: Status
ar: الحالة
es: Estado
fr: Statut
hi: स्थिति
it: Stato
ja: ステータス
ko: 상태
ru: Статус
tr: Durum
uk: Статус
zh_hans: 状态
zh_hant: 狀態

# Step %lld of %lld
source: Step %1$lld of %2$lld
ar: الخطوة %1$lld من %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
hi: चरण %1$lld/%2$lld
it: Passaggio %1$lld di %2$lld
ja: ステップ%1$lld/%2$lld
ko: %1$lld/%2$lld단계
nl: Stap %1$lld van %2$lld
pl: Krok %1$lld z %2$lld
pt_br: Etapa %1$lld de %2$lld
ru: Шаг %1$lld из %2$lld
tr: Adım %1$lld/%2$lld
uk: Крок %1$lld з %2$lld
zh_hans: 第 %1$lld 步（共 %2$lld 步）
zh_hant: 第 %1$lld 步（共 %2$lld 步）

source: Steps the agent ran on the server: %lld.
ar: الخطوات التي نفّذها الوكيل على الخادم: %lld.
de: Vom Agent auf dem Server ausgeführte Schritte: %lld.
es: Pasos que el agente ha ejecutado en el servidor: %lld.
fr: Étapes lancées par l’agent sur le serveur : %lld.
hi: एजेंट द्वारा सर्वर पर चलाए गए चरण: %lld।
it: Passaggi eseguiti dall’agente sul server: %lld.
ja: エージェントがサーバで実行したステップ：%lld。
ko: 에이전트가 서버에서 실행한 단계: %lld.
nl: Stappen die de agent op de server uitvoerde: %lld.
pl: Kroki wykonane przez agenta na serwerze: %lld.
pt_br: Etapas executadas pelo agente no servidor: %lld.
ru: Шагов, выполненных агентом на сервере: %lld.
tr: Ajanın sunucuda çalıştırdığı adımlar: %lld.
uk: Кроків, виконаних агентом на сервері: %lld.
zh_hans: 智能体在服务器上运行的步骤：%lld。
zh_hant: 代理程式在伺服器上執行的步驟：%lld。

source: Stop
ar: إيقاف
de: Stoppen
es: Detener
fr: Arrêter
hi: रोकें
it: Arresta
ja: 停止
ko: 중단
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
tr: Durdur
uk: Зупинити
zh_hans: 停止
zh_hant: 停止

source: Stop Retrying
ar: إيقاف إعادة المحاولة
de: Keine weiteren Versuche
es: Dejar de reintentar
fr: Arrêter les essais
hi: फिर से कोशिश करना रोकें
it: Interrompi i tentativi
ja: 再試行を停止
ko: 재시도 중단
nl: Stop met opnieuw proberen
pl: Przestań ponawiać
pt_br: Parar de Tentar
ru: Прекратить попытки
tr: Yeniden Denemeyi Durdur
uk: Припинити спроби
zh_hans: 停止重试
zh_hant: 停止重試

source: Stop and Switch
ar: الإيقاف والتبديل
de: Stoppen und wechseln
es: Detener y cambiar
fr: Arrêter et changer
hi: रोकें और बदलें
it: Arresta e cambia
ja: 停止して切り替え
ko: 중단 및 전환
nl: Stop en wissel
pl: Zatrzymaj i zmień
pt_br: Parar e Trocar
ru: Остановить и сменить
tr: Durdur ve Değiştir
uk: Зупинити й змінити
zh_hans: 停止并切换
zh_hant: 停止並切換

source: Stop them
ar: إيقافهم
de: Stoppen
es: Detenerlos
fr: Les arrêter
hi: उन्हें रोकें
it: Arrestali
ja: 停止する
ko: 중단
nl: Stop ze
pl: Zatrzymaj ich
pt_br: Pará-los
ru: Остановить их
tr: Durdurulsunlar
uk: Зупиняти їх
zh_hans: 停止它们
zh_hant: 停止

source: Streamed answer
ar: إجابة متدفقة
de: Gestreamte Antwort
es: Respuesta en streaming
fr: Réponse en flux
hi: स्ट्रीम किया गया उत्तर
it: Risposta in streaming
ja: ストリーミング応答
ko: 스트리밍 응답
nl: Gestreamd antwoord
pl: Odpowiedź strumieniowa
pt_br: Resposta em streaming
ru: Потоковый ответ
tr: Akış hâlinde yanıt
uk: Потокова відповідь
zh_hans: 流式回答
zh_hant: 串流回應

source: Summarize sessions automatically
ar: تلخيص الجلسات تلقائيًا
de: Sitzungen automatisch zusammenfassen
es: Resumir las sesiones automáticamente
fr: Résumer automatiquement les sessions
hi: सेशन का स्वचालित रूप से सारांश बनाएँ
it: Riassumi automaticamente le sessioni
ja: セッションを自動的に要約
ko: 자동으로 세션 요약
nl: Vat sessies automatisch samen
pl: Automatycznie podsumowuj sesje
pt_br: Resumir sessões automaticamente
ru: Автоматически составлять сводку сессий
tr: Oturumları otomatik olarak özetle
uk: Автоматично підсумовувати сеанси
zh_hans: 自动总结会话
zh_hant: 自動摘要工作階段

source: Summarizing…
ar: جارٍ التلخيص…
de: Wird zusammengefasst …
es: Resumiendo…
fr: Résumé en cours…
hi: सारांश बनाया जा रहा है…
it: Riepilogo in corso…
ja: 要約中…
ko: 요약하는 중…
nl: Samenvatten…
pl: Podsumowywanie…
pt_br: Resumindo…
ru: Составление сводки…
tr: Özetleniyor…
uk: Підсумовування…
zh_hans: 正在总结…
zh_hant: 正在摘要…

source: Summary
ar: الملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
hi: सारांश
it: Riepilogo
ja: 要約
ko: 요약
nl: Samenvatting
pl: Podsumowanie
pt_br: Resumo
ru: Сводка
tr: Özet
uk: Підсумок
zh_hans: 摘要
zh_hant: 摘要

source: Summary handed to %@
ar: الملخص المسلَّم إلى %@
de: Zusammenfassung an %@ übergeben
es: Resumen traspasado a %@
fr: Résumé transmis à %@
hi: %@ को सौंपा गया सारांश
it: Riepilogo passato a %@
ja: %@に渡す要約
ko: %@에게 전달된 요약
nl: Samenvatting overgedragen aan %@
pl: Podsumowanie przekazane do %@
pt_br: Resumo transferido para %@
ru: Сводка, переданная %@
tr: %@ ajanına devredilen özet
uk: Підсумок, переданий %@
zh_hans: 移交给 %@ 的摘要
zh_hant: 移交給 %@ 的摘要

source: Summary sent to %@
ar: الملخص المرسل إلى %@
de: Zusammenfassung an %@ gesendet
es: Resumen enviado a %@
fr: Résumé envoyé à %@
hi: %@ को भेजा गया सारांश
it: Riepilogo inviato a %@
ja: %@に送信する要約
ko: %@에게 보낼 요약
nl: Samenvatting verstuurd naar %@
pl: Podsumowanie wysłane do %@
pt_br: Resumo enviado para %@
ru: Сводка, отправляемая %@
tr: %@ ajanına gönderilen özet
uk: Підсумок, надісланий %@
zh_hans: 发送给 %@ 的摘要
zh_hant: 傳送給 %@ 的摘要

source: Summary sent to the agent
ar: الملخص المرسل إلى الوكيل
de: Zusammenfassung an den Agent gesendet
es: Resumen enviado al agente
fr: Résumé envoyé à l’agent
hi: एजेंट को भेजा गया सारांश
it: Riepilogo inviato all’agente
ja: エージェントに送信する要約
ko: 에이전트에게 보낼 요약
nl: Samenvatting verstuurd naar de agent
pl: Podsumowanie wysłane do agenta
pt_br: Resumo enviado ao agente
ru: Сводка, отправляемая агенту
tr: Ajana gönderilen özet
uk: Підсумок, надісланий агенту
zh_hans: 发送给智能体的摘要
zh_hant: 傳送給代理程式的摘要

source: Summary too long by %@
ar: الملخص أطول من اللازم بمقدار %@
de: Zusammenfassung um %@ zu lang
es: Resumen demasiado largo en %@
fr: Résumé trop long de %@
hi: सारांश %@ अधिक लंबा है
it: Riepilogo troppo lungo di %@
ja: 要約が%@長すぎます
ko: 요약이 %@ 초과함
nl: Samenvatting %@ te lang
pl: Podsumowanie za długie o %@
pt_br: Resumo longo demais em %@
ru: Сводка длиннее допустимого на %@
tr: Özet %@ fazla uzun
uk: Підсумок задовгий на %@
zh_hans: 摘要超出 %@
zh_hant: 摘要超出 %@

source: Summary uses %@
ar: يستخدم الملخص %@
de: Zusammenfassung belegt %@
es: El resumen ocupa %@
fr: Le résumé utilise %@
hi: सारांश %@ उपयोग करता है
it: Il riepilogo usa %@
ja: 要約のサイズ：%@
ko: 요약 크기: %@
nl: Samenvatting gebruikt %@
pl: Podsumowanie zajmuje %@
pt_br: O resumo usa %@
ru: Размер сводки: %@
tr: Özetin boyutu: %@
uk: Підсумок займає %@
zh_hans: 摘要占用 %@
zh_hant: 摘要使用 %@

source: Summary: %@
ar: الملخص: %@
de: Zusammenfassung: %@
es: Resumen: %@
fr: Résumé : %@
hi: सारांश: %@
it: Riepilogo: %@
ja: 要約：%@
ko: 요약: %@
nl: Samenvatting: %@
pl: Podsumowanie: %@
pt_br: Resumo: %@
ru: Сводка: %@
tr: Özet: %@
uk: Підсумок: %@
zh_hans: 摘要：%@
zh_hant: 摘要：%@

source: Surprised
ar: متفاجئ
de: Überrascht
es: Sorprendida
fr: Surpris
hi: चकित
it: Sorpreso
ja: 驚き
ko: 놀람
nl: Verrast
pl: Zaskoczona
pt_br: Surpreso
ru: Удивлённое
tr: Şaşkın
uk: Здивований
zh_hans: 惊讶
zh_hant: 驚訝

source: Swipe a session with two fingers on the trackpad, or right-click it, to change its status as the work goes on.
ar: اسحب جلسة بإصبعين على لوحة التعقب، أو انقر عليها بزر الماوس الأيمن، لتغيير حالتها مع تقدم العمل.
de: Streiche mit zwei Fingern auf dem Trackpad über eine Sitzung oder klicke sie mit der rechten Maustaste an, um ihren Status im Lauf der Arbeit zu ändern.
es: Desliza una sesión con dos dedos en el trackpad, o haz clic secundario en ella, para cambiar su estado según avance el trabajo.
fr: Balayez une session à deux doigts sur le trackpad, ou faites un clic droit dessus, pour changer son statut au fil du travail.
hi: काम आगे बढ़ने के साथ किसी सेशन की स्थिति बदलने के लिए उसे ट्रैकपैड पर दो उँगलियों से स्वाइप करें, या उस पर राइट-क्लिक करें।
it: Scorri una sessione con due dita sul trackpad, o fai clic con il tasto destro su di essa, per cambiarne lo stato man mano che il lavoro procede.
ja: 作業の進み具合に合わせて、トラックパッド上でセッションを2本指でスワイプするか、右クリックしてステータスを変更します。
ko: 작업 진행에 따라 상태를 변경하려면 트랙패드에서 두 손가락으로 세션을 쓸어넘기거나 세션을 오른쪽 클릭하십시오.
nl: Veeg met twee vingers over een sessie op het trackpad, of klik er met de rechtermuisknop op, om de status te wijzigen naarmate het werk vordert.
pl: Przesuń sesję dwoma palcami na gładziku lub kliknij ją prawym przyciskiem, aby zmieniać jej status w miarę postępu pracy.
pt_br: Deslize uma sessão com dois dedos no trackpad, ou clique nela com o botão direito, para alterar o status conforme o trabalho avança.
ru: Смахните сессию двумя пальцами на трекпаде или нажмите её правой кнопкой, чтобы менять её статус по ходу работы.
tr: İş ilerledikçe durumunu değiştirmek için bir oturumu izleme dörtgeninde iki parmakla kaydırın ya da sağ tıklayın.
uk: Проведіть по сеансу двома пальцями на трекпеді або клацніть його правою кнопкою, щоб змінювати статус у міру роботи.
zh_hans: 在触控板上用双指轻扫会话，或用右键点按它，即可随着工作进展更改其状态。
zh_hant: 在觸控式軌跡板上用兩指滑動工作階段，或按右鍵，即可隨工作進展更改其狀態。

source: Swipe a session with two fingers on the trackpad, or right-click it, to change its status. Move this one to In Progress to start its agent.
ar: اسحب جلسة بإصبعين على لوحة التعقب، أو انقر عليها بزر الماوس الأيمن، لتغيير حالتها. انقل هذه إلى «قيد التنفيذ» لبدء وكيلها.
de: Streiche mit zwei Fingern auf dem Trackpad über eine Sitzung oder klicke sie mit der rechten Maustaste an, um ihren Status zu ändern. Verschiebe diese nach „In Arbeit“, um ihren Agent zu starten.
es: Desliza una sesión con dos dedos en el trackpad, o haz clic secundario en ella, para cambiar su estado. Pasa esta a “En curso” para iniciar su agente.
fr: Balayez une session à deux doigts sur le trackpad, ou faites un clic droit dessus, pour changer son statut. Passez celle-ci « En cours » pour démarrer son agent.
hi: किसी सेशन की स्थिति बदलने के लिए उसे ट्रैकपैड पर दो उँगलियों से स्वाइप करें, या उस पर राइट-क्लिक करें। इसका एजेंट शुरू करने के लिए इसे “जारी” में ले जाएँ।
it: Scorri una sessione con due dita sul trackpad, o fai clic con il tasto destro su di essa, per cambiarne lo stato. Sposta questa in In corso per avviare il suo agente.
ja: トラックパッド上でセッションを2本指でスワイプするか、右クリックしてステータスを変更します。このセッションを「進行中」に移動すると、エージェントが起動します。
ko: 상태를 변경하려면 트랙패드에서 두 손가락으로 세션을 쓸어넘기거나 세션을 오른쪽 클릭하십시오. 에이전트를 시작하려면 이 세션을 “진행 중”으로 이동하십시오.
nl: Veeg met twee vingers over een sessie op het trackpad, of klik er met de rechtermuisknop op, om de status te wijzigen. Zet deze op ‘Bezig’ om de agent te starten.
pl: Przesuń sesję dwoma palcami na gładziku lub kliknij ją prawym przyciskiem, aby zmienić jej status. Przenieś tę do „W toku”, aby uruchomić jej agenta.
pt_br: Deslize uma sessão com dois dedos no trackpad, ou clique nela com o botão direito, para alterar o status. Passe esta para “Em Andamento” para iniciar o agente.
ru: Смахните сессию двумя пальцами на трекпаде или нажмите её правой кнопкой, чтобы изменить статус. Переместите эту в «В работе», чтобы запустить её агента.
tr: Durumunu değiştirmek için bir oturumu izleme dörtgeninde iki parmakla kaydırın ya da sağ tıklayın. Ajanını başlatmak için bunu “Sürüyor” durumuna taşıyın.
uk: Проведіть по сеансу двома пальцями на трекпеді або клацніть його правою кнопкою, щоб змінити статус. Перемістіть цей сеанс у «У роботі», щоб запустити його агента.
zh_hans: 在触控板上用双指轻扫会话，或用右键点按它，即可更改其状态。将此会话移到“进行中”以启动其智能体。
zh_hant: 在觸控式軌跡板上用兩指滑動工作階段，或按右鍵，即可更改其狀態。將這個移至「進行中」以啟動其代理程式。

source: Switch
ar: تبديل
de: Wechseln
es: Cambiar
fr: Changer
hi: बदलें
it: Cambia
ja: 切り替え
ko: 전환
nl: Wissel
pl: Zmień
pt_br: Trocar
ru: Сменить
tr: Değiştir
uk: Змінити
zh_hans: 切换
zh_hant: 切換

source: Switch Agent
ar: تبديل الوكيل
de: Agent wechseln
es: Cambiar de agente
fr: Changer d’agent
hi: एजेंट बदलें
it: Cambia agente
ja: エージェントを切り替え
ko: 에이전트 전환
nl: Wissel van agent
pl: Zmień agenta
pt_br: Trocar de Agente
ru: Сменить агента
tr: Ajanı Değiştir
uk: Змінити агента
zh_hans: 切换智能体
zh_hant: 切換代理程式

source: Switch Agent — %@
ar: تبديل الوكيل — %@
de: Agent wechseln – %@
es: Cambiar de agente — %@
fr: Changer d’agent — %@
hi: एजेंट बदलें — %@
it: Cambia agente — %@
ja: エージェントを切り替え — %@
ko: 에이전트 전환 — %@
nl: Wissel van agent — %@
pl: Zmień agenta — %@
pt_br: Trocar de Agente — %@
ru: Сменить агента — %@
tr: Ajanı Değiştir — %@
uk: Змінити агента — %@
zh_hans: 切换智能体 — %@
zh_hant: 切換代理程式 — %@

source: Switch Agent…
ar: تبديل الوكيل…
de: Agent wechseln …
es: Cambiar de agente…
fr: Changer d’agent…
hi: एजेंट बदलें…
it: Cambia agente…
ja: エージェントを切り替え…
ko: 에이전트 전환…
nl: Wissel van agent…
pl: Zmień agenta…
pt_br: Trocar de Agente…
ru: Сменить агента…
tr: Ajanı Değiştir…
uk: Змінити агента…
zh_hans: 切换智能体…
zh_hant: 切換代理程式…

source: Switch Back to %@…
ar: العودة إلى %@…
de: Zurück zu %@ …
es: Volver a %@…
fr: Revenir à %@…
hi: %@ पर वापस जाएँ…
it: Torna a %@…
ja: %@に戻す…
ko: %@(으)로 되돌리기…
nl: Terug naar %@…
pl: Wróć do %@…
pt_br: Voltar para %@…
ru: Вернуться к %@…
tr: %@ Ajanına Geri Dön…
uk: Повернутися до %@…
zh_hans: 切换回 %@…
zh_hant: 切換回 %@…

source: Switch between the conversation and the terminal (⌥⌘T)
ar: التبديل بين المحادثة والطرفية (⌥⌘T)
de: Zwischen Unterhaltung und Terminal wechseln (⌥⌘T)
es: Alternar entre la conversación y el terminal (⌥⌘T)
fr: Basculer entre la conversation et le terminal (⌥⌘T)
hi: बातचीत और टर्मिनल के बीच स्विच करें (⌥⌘T)
it: Passa dalla conversazione al terminale e viceversa (⌥⌘T)
ja: 会話とターミナルを切り替え（⌥⌘T）
ko: 대화와 터미널 간 전환(⌥⌘T)
nl: Schakel tussen het gesprek en de terminal (⌥⌘T)
pl: Przełączaj między rozmową a terminalem (⌥⌘T)
pt_br: Alternar entre a conversa e o terminal (⌥⌘T)
ru: Переключаться между беседой и терминалом (⌥⌘T)
tr: Konuşma ile terminal arasında geçiş yap (⌥⌘T)
uk: Перемикатися між розмовою і терміналом (⌥⌘T)
zh_hans: 在对话和终端之间切换（⌥⌘T）
zh_hant: 在對話與終端機之間切換（⌥⌘T）

source: Switch the agent of %@
ar: تبديل وكيل %@
de: Agent von %@ wechseln
es: Cambiar el agente de %@
fr: Changer l’agent de %@
hi: %@ का एजेंट बदलें
it: Cambia l’agente di %@
ja: %@のエージェントを切り替え
ko: %@의 에이전트 전환
nl: Wissel de agent van %@
pl: Zmień agenta sesji %@
pt_br: Trocar o agente de %@
ru: Сменить агента сессии «%@»
tr: %@ oturumunun ajanını değiştir
uk: Змінити агента «%@»
zh_hans: 切换“%@”的智能体
zh_hant: 切換 %@ 的代理程式

# Switch the agent of %@, currently %@
source: Switch the agent of %1$@, currently %2$@
ar: تبديل وكيل %1$@، حاليًا %2$@
de: Agent von %1$@ wechseln, derzeit %2$@
es: Cambiar el agente de %1$@, actualmente %2$@
fr: Changer l’agent de %1$@, actuellement %2$@
hi: %1$@ का एजेंट बदलें, अभी %2$@
it: Cambia l’agente di %1$@, attualmente %2$@
ja: %1$@のエージェントを切り替え、現在は%2$@
ko: %1$@의 에이전트 전환, 현재 %2$@
nl: Wissel de agent van %1$@, nu %2$@
pl: Zmień agenta sesji %1$@, obecnie %2$@
pt_br: Trocar o agente de %1$@, atualmente %2$@
ru: Сменить агента сессии «%1$@», сейчас %2$@
tr: %1$@ oturumunun ajanını değiştir, şu anda %2$@
uk: Змінити агента «%1$@», зараз %2$@
zh_hans: 切换“%1$@”的智能体，当前为 %2$@
zh_hant: 切換 %1$@ 的代理程式，目前為 %2$@

# Switch the agent of %@, currently %@, running
source: Switch the agent of %1$@, currently %2$@, running
ar: تبديل وكيل %1$@، حاليًا %2$@، قيد التشغيل
de: Agent von %1$@ wechseln, derzeit %2$@, läuft
es: Cambiar el agente de %1$@, actualmente %2$@, en ejecución
fr: Changer l’agent de %1$@, actuellement %2$@, en cours d’exécution
hi: %1$@ का एजेंट बदलें, अभी %2$@, चल रहा है
it: Cambia l’agente di %1$@, attualmente %2$@, in esecuzione
ja: %1$@のエージェントを切り替え、現在は%2$@、実行中
ko: %1$@의 에이전트 전환, 현재 %2$@, 실행 중
nl: Wissel de agent van %1$@, nu %2$@, actief
pl: Zmień agenta sesji %1$@, obecnie %2$@, działa
pt_br: Trocar o agente de %1$@, atualmente %2$@, em execução
ru: Сменить агента сессии «%1$@», сейчас %2$@, работает
tr: %1$@ oturumunun ajanını değiştir, şu anda %2$@, çalışıyor
uk: Змінити агента «%1$@», зараз %2$@, працює
zh_hans: 切换“%1$@”的智能体，当前为 %2$@，正在运行
zh_hant: 切換 %1$@ 的代理程式，目前為 %2$@，執行中
